[
  {
    "id": 105649,
    "name": "Ancien couvent et chapelle des Sœurs de la Présentation de Marie",
    "year": 1890,
    "civicNumber": 235,
    "street": "rue Moisan",
    "postalCode": "J2C 1W9",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.882111,
    "longitude": -72.491409,
    "resume": "Un premier pensionnat est inauguré en 1875. Il loge dans un modeste couvent de bois construit au coin des rues Brock et Marchand. Cet édifice est néanmoins le plus imposant du village après l'église.",
    "description": "L'ancien pensionnat de Drummondville est un bâtiment institutionnel construit en 1890 et agrandi à deux reprises. La partie d'origine (1890), au plan en « T », compte trois étages. Cette partie est coiffée d'un toit mansardé surmonté d'un clocheton situé au centre de la façade. Une aile (1916) de plan rectangulaire à quatre étages et coiffée d'un toit plat est implantée à droite du corps de bâtiment principal. Des annexes d'un étage à toit plat (1993) sont ajoutées à l'arrière de l'ensemble. L'ancien pensionnat de Drummondville est situé en retrait par rapport à la voie publique, sur un vaste terrain pourvu d'arbres matures, dans la ville de Drummondville.",
    "history": "Cinq sœurs de la Présentation de Marie s'installent à Drummondville le 11 septembre 1875, à la demande du curé Majorique Marchand de la paroisse Saint-Frédéric. Cette communauté, venue de France en 1853, possède une solide tradition d'enseignement qui remonte à sa fondation, en 1796, par la bienheureuse Anne-Marie Rivier (1768-1838). Un premier pensionnat est inauguré en 1875. Il loge dans un modeste couvent de bois construit au coin des rues Brock et Marchand. Cet édifice est néanmoins le plus imposant du village après l'église.Le premier couvent est bientôt insuffisant pour accueillir les élèves en raison de l'accroissement rapide de la population de Drummondville. La décision de construire un nouveau pensionnat s'impose donc. Elle est prise presque au moment où Drummondville accède au statut de ville en 1888. Le don d'un terrain à la Fabrique par l'avocat, homme d'affaires et député William John Watts (1846-1907) permet d'exécuter le projet. Les plans du nouveau couvent sont dressés par l'architecte J. A. Rouleau, alors que Francis Gauthier agit comme entrepreneur. Le contrat de construction se chiffre à 10 000 $. Les travaux sont inaugurés solennellement le 14 juin 1890. Mgr Philippe-Hippolyte Suzor (1826-1917), vicaire général du diocèse, bénit la première pierre. La faillite de l'entrepreneur met toutefois le projet en danger. Le curé Thomas Quinn fait alors compléter le bâtiment à ses frais. Ainsi, grâce à sa participation financière, le pensionnat peut accueillir la dizaine de religieuses et la centaine d'élèves en septembre 1891. La générosité du curé Quinn permet aussi de terminer la chapelle en 1894. Celle-ci est alors ornée de tableaux de Joseph Adolphe Rho (1839-1905), peintre et sculpteur, qui décore de nombreuses églises au Québec à la fin du siècle dernier.Dès 1909, l'institution ne suffit plus pour accueillir les élèves toujours plus nombreuses. La construction d'une nouvelle aile, implantée à droite du corps de bâtiment original, est entreprise en 1915. Les locaux sont prêts à accueillir les pensionnaires à la rentrée de 1916.Le nombre d'élèves continue toutefois d'augmenter et plusieurs nouveaux cours sont introduits. À la rentrée de 1945, pas moins de 105 pensionnaires et 235 externes fréquentent l'établissement. Dans l'impossibilité d'acquérir le terrain adjacent, la communauté est obligée de construire ailleurs dans la ville. C'est ainsi que le collège Marie-de-la-Présentation et l'Institut familial, aujourd'hui l'école Marie-Rivier, voient le jour à Drummondville-Ouest. Après l'abolition du cours commercial en 1967, les sœurs concentrent leur enseignement au premier cycle du secondaire. Vers la fin des années 1970, la chapelle est modifiée et le jubé disparaît au profit de nouvelles chambres. En 1990, une autorisation officielle du ministre de l'Éducation étend le programme des études à la troisième année du secondaire, ce qui entraîne la construction du gymnase et d'autres locaux. Les sœurs de la Présentation de Marie ont cessé leurs activités d'enseignement, mais elles occupaient jusqu’à tout récemment une partie du bâtiment d'origine. Le Collège Ellis en est maintenant propriétaire et de l’enseignement collégial y est dispensé. L'ancien couvent de Drummondville est cité en 2005.",
    "mainPhoto": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105649_24277.JPG?id=24277",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105649_24276.JPG?id=24276",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105649_24278.JPG?id=24278",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105649_24279.JPG?id=24279"
    ],
    "exclusivePhotos": [
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/ic-2.3g4.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/second_couvent_construit_en_1890_1_de_2.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/couvent_1_de_2_comp.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/3_soeurs.jpg"
    ],
    "likes": 15,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=105649&type=bien"
  },
  {
    "id": 98830,
    "name": "Basilique mineure Saint-Frédéric",
    "year": 1922,
    "civicNumber": 219,
    "street": "rue Brock",
    "postalCode": "J2K 2H6",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.884050,
    "longitude": -72.488400,
    "resume": "En 1818, le fondateur de Drummondville, Frederick George Heriot, donne aux catholiques les lots 8, 9 et 10 de la rue Brock sur lesquels ils construisent, dès 1822, une église modeste par ses dimensions et ses matériaux.",
    "description": "D’inspiration néogothique, l’église Saint-Frédéric de Drummondville impressionne par l’utilisation généreuse des matériaux les plus nobles, soit le marbre et le bois de chêne blanc. L’orgue de grande facture, l’abat-voix, le retable finement sculptés de même que les verrières signées Pellus constituent les éléments les plus frappants d’un ensemble intérieur sobre et vrai. La longueur de l’édifice, de l’abside à la porte centrale, mesure 188 pi et la hauteur de l’église supérieure, du plancher à la voûte, a 49 pi. La tour clocher mesure 24 pi par 24 pi à la base, et 135 pi de hauteur. Si on y ajoute la croix et le coq gaulois, elle atteint 150 pi. La petite tour mesure 14 pi par 14 pi et 70 pi de haut.",
    "history": "En 1818, le fondateur de Drummondville, Frederick George Heriot, donne aux catholiques les lots 8, 9 et 10 de la rue Brock sur lesquels ils construisent, dès 1822, une église modeste par ses dimensions et ses matériaux. De plus, Heriot donne au premier missionnaire Raimbault un lavabo en argent massif et un tableau de saint François d’Assise. En reconnaissance de ces libéralités de Frederick George Heriot, l’évêque de Trois-Rivières choisit de placer la nouvelle paroisse et son église sous le patronage de Frédéric, petit-fils de Radbod qui gouvernait la Frise avant sa conquête par les Francs.La communauté catholique, formée majoritairement d’émigrants irlandais, est desservie, entre 1816 et 1846, par sept missionnaires qui s’expriment parfaitement en anglais. Deux d’entre eux succomberont à une maladie contractée au chevet des typhiques de la Grosse-Île. La première église est démolie en 1879 pour faire place à un édifice plus grand, situé sur la place Saint-Frédéric, la façade orientée vers la basse ville. Cette deuxième église est la proie des flammes en 1899. Sur le site de la première église, on construit la troisième église, au coût de 85 000 $, ouverte au culte le 8 octobre 1900. L’aménagement de l’église haute est complété en 1907 seulement. Les livres de comptes de la Fabrique signalent des honoraires versés entre 1905 et 1907 à R. A. Brassard, architecte, de plus de 1500 $, par tranches de 100 $ à 500 $. Le 25 décembre 1921, après les vêpres, la troisième église Saint-Frédéric est la proie des flammes. Seuls les fondations et les murs de maçonnerie résistent à l’élément destructeur.Louis-Napoléon Audet est âgé de 41 ans lorsqu’il accepte, en 1922, le mandat d’élaborer les plans de la quatrième église Saint-Frédéric. Formé par l’architecte Wilfrid Grégoire (Sherbrooke), Audet est un bâtisseur prolifique d’églises, en plus d’avoir contribué à la construction de quatre cathédrales : Sainte-Anne-de-Beaupré, Moncton, Bathurst, Valleyfield. Dans la Revue dominicaine, il a signé un article déplorant l’utilisation de matériaux truqués (imitation de marbre, de chêne) qui prônent le faux et le mensonge dans les églises catholiques où l’on prêche la vérité.Les travaux de reconstruction débutent le 23 juin 1922. Pour la somme de 112 000 $, Théodore Hallé s’engage à livrer une église terminée à l’extérieur, moins le parvis, et un soubassement terminé, moins les luminaires et les autels. Le recouvrement de la toiture, prévu en bardeau d’asphalte, sera en cuivre laminé à froid. On privilégie les matériaux incombustibles, dont le béton armé pour les planchers de l’église et des tribunes, pour les bases de flèches du clocher et de la tour sud et pour les piliers le long des murs qui reçoivent la voûte soutenue par des fermes en acier. La pierre d’ornementation doit appareiller la pierre à chaux taillée employée sur l’église incendiée. Les roses sculptées dans la tour et les meneaux des grandes fenêtres du transept et de la façade sont également en pierre. Le mortier est pressé à la truelle dans les joints et lissé au fer. On pose des briques réfractaires d’Écosse appareillant les briques bien cuites et bien moulées de l’église incendiée. De plus, les briques sont liées de la manière ordinaire, c.-à-d. un rang de boutisses à chaque six rangs. De janvier 1922 à juin 1923, les offices paroissiaux ont lieu dans un édifice nouvellement construit par J.-O. Montplaisir sur la rue Lindsay, lequel édifice est par la suite converti en usine, puis en entrepôt. Le 9 septembre 1923, on célèbre la première messe dans le soubassement de l’église en construction. Le 10 mai 1925, on commence à célébrer dans l’église haute la grand-messe dominicale et les vêpres sur les 1600 chaises fabriquées dans les ateliers de John Marier (Drummondville). La construction du parvis est confiée, en 1924, à Joseph Morissette (Saint-Georges-de-Beauce). Il compte 20 marches interrompues par deux paliers. En 1928, l’entreprise Paquet & Godbout (Saint-Hyacinthe) s’engage à parachever l’intérieur de l’église haute avant le 1er février 1929, selon les devis de l’architecte Audet. Le contrat s’élève à 96 600 $.",
    "mainPhoto": "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/petites/104eos5d3_4363-300-ppp-frf.jpg",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_98830_14837.JPG?id=14837",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_98830_14840.JPG?id=14840",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_98830_14841.JPG?id=14841"
    ],
    "exclusivePhotos": [
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/1ere_eglise_st-frederic.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/2e_eglise_st-frede.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/3e_eglise_st-frede.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/ic-2.3e118.jpg"
    ],
    "likes": 45,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=98830&type=bien"
  },
  {
    "id": 93453,
    "name": "Ancien presbytère Saint-Frédéric",
    "year": 1898,
    "civicNumber": 221,
    "street": "rue Brock",
    "postalCode": "J2K 2H6",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.884050,
    "longitude": -72.488400,
    "resume": "Le premier curé de Drummondville, l’abbé François-Onésime Belcourt fit construire le troisième presbytère en 1860 grâce aux corvées, aux contributions volontaires et aux matériaux réutilisés du second bâtiment. En 1883, le curé Majorique Marchand fit construire le quatrième presbytère, lequel fut détruit par les flammes en 1898.",
    "description": "Le premier presbytère catholique de Saint-Frédéric fut incendié le 22 juin 1826, avant d’être reconstruit dans les années suivantes. En 1999, d'importants travaux de rénovation ont été réalisés afin de transformer une partie du bâtiment en condominiums. Les travaux ont consisté au réaménagement de l'entrée de la façade sud ainsi qu'à l'ajout de deux balcons et de deux lucarnes. Des garde-corps, des portes d'accès aux logements du premier étage en façade sud et un ascenseur entre le bâtiment et l'église ont également été ajoutés. De plus, le toît a été refait en cuivre.",
    "history": "Le premier presbytère catholique de Saint-Frédéric fut incendié le 22 juin 1826, avant d’être reconstruit dans les années suivantes. Le premier curé de Drummondville, l’abbé François-Onésime Belcourt fit construire le troisième presbytère en 1860 grâce aux corvées, aux contributions volontaires et aux matériaux réutilisés du second bâtiment. En 1883, le curé Majorique Marchand fit construire le quatrième presbytère, lequel fut détruit par les flammes en 1898. Au cours de la même année, les marguilliers et le curé Thomas Quinn décidèrent de construire un cinquième presbytère au coût de 7 308 $. Avec l’ajout d’un nouveau baptistère construit entre le 16 août 1950 et le 15 octobre 1951, le presbytère a presque doublé en superficie.",
    "mainPhoto": "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/104eos5d3_4227-300-ppp-frf.jpg",
    "photos": [
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/petites/104eos5d3_4405-300-ppp-frf.jpg"
    ],
    "exclusivePhotos": [
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/ic-2.3h47.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/p184-003046.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/ancien_presbytere-st-frederic-drummondville.jpg"
    ],
    "likes": 54,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=93453&type=bien"
  },
  {
    "id": 93119,
    "name": "Église St. George",
    "year": 1855,
    "civicNumber": 278,
    "street": "rue Heriot",
    "postalCode": "J2C 1K1",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.8844936,
    "longitude": -72.4874732,
    "resume": "En 1819, la communauté anglicane de Drummondville occupe un bâtiment servant d'école, de cour de justice et de lieu de culte. L'église actuelle est construite en remplacement de la première, un édifice en bois construit en 1820 à l'emplacement du cimetière qui jouxte l'église actuelle.",
    "description": "Érigée en 1855 et 1856, l'église St. George est un bon exemple de l'un des modèles de lieu de culte conçus par l'Église anglicane au 19e siècle. Un incendie détruit partiellement l'église St. George le 3 mai 1863. Elle est reconstruite à partir des murs en pierre restants. Entre 1887 et 1896, le toit est couvert d'ardoise, les murs intérieurs sont lambrissés de sapin de Colombie et le chœur s'orne d'un autel en chêne. En 1908, une tempête fait tomber la flèche du clocher qu'on remplace par une couronne crénelée. En 1950, une sacristie en appentis est accolée au chœur. Au début des années 1980, on remplace l'ardoise de la couverture par du bardeau d'asphalte. En 1993, on refait le parvis de l'église en pierre, comme à l'origine. Entre 1998 et 2001, le bâtiment est complètement restauré en respectant les matériaux d'origine, dont le parement de toiture en ardoise.",
    "history": "La valeur patrimoniale de l’église St. George repose sur son intérêt architectural. Elle est un exemple des petites églises anglicanes d’inspiration néo-gothique. En architecture religieuse, le néo-gothique connaît un engouement au 19e siècle, notamment sous l’influence de l’architecte britannique Augustus Welby Northmore Pugin (1812-1852). En outre, à partir de 1839, l’Église d’Angleterre procède avec la Cambridge Camden Society (connue par la suite sous le nom d’Ecclesiological Society) à une nouvelle interprétation du gothique, en étroite relation avec un renouveau liturgique. Des modèles d’églises, inspirés par l’église rurale anglaise des 13e et 14e siècles, sont alors proposés et diffusés.Les éléments caractéristiques de l'église St. George liés à ses valeurs historique et architecturale comprennent notamment : sa situation sur un terrain paysager dans un ensemble institutionnel comprenant un presbytère, une salle communautaire et un cimetière; le muret en pierre situé entre l'édifice et la voie publique; son volume, dont la nef de plan rectangulaire terminée par un chœur en saillie au chevet plat, la sacristie en appentis sur le mur latéral nord du chœur et le toit aigu à deux versants droits; sa façade, aménagée dans l'un des murs pignons et la tour-clocher centrale hors œuvre; ses matériaux, dont la maçonnerie en moellon des murs et de la tour, la couverture en ardoise, l'ornementation en pierre de taille du portail; ses ouvertures, dont la porte en bois à double vantail du portail surmontée d'un tympan de menuiserie, les fenêtres en bois à arc brisé, le triptyque du chevet et les vitraux; l'ornementation, dont les voussures et l'ébrasement du portail, le crénelage de la tour et les contreforts; le clocher, dont la chambre des cloches de plan carré percée d'arcades à arc brisé avec abat-son. L’orgue, de l’entreprise Casavant et Frères, est de type Opus 1554 et il date de 1937. Les vitraux sont de John C. Spencer.",
    "mainPhoto": "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/1235110503.jpg",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93119_11717.JPG?id=11717",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93119_11719.JPG?id=11719",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93119_11720.JPG?id=11720",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/petites/1_104eos5d3_4234-300-ppp-frf2.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/petites/p1000163.jpg"
    ],
    "exclusivePhotos": [
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/ic-2.3e386b.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/ic-2.3e195.jpg",
      "https://www.patrimoinedrummond.ca/sites/default/files/element-du-patrimoine/anciennes/petites/ip3-2.3e4.jpg"
    ],
    "likes": 111,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=93119&type=bien"
  },
  {
    "id": 93451,
    "name": "Gare du CN-de-Drummondville",
    "year": 1904,
    "civicNumber": 263,
    "street": "rue Lindsay",
    "postalCode": "J2C 4M8",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.8827228,
    "longitude": -72.4877619,
    "resume": "Le bâtiment est un témoin de l'histoire des transports ferroviaires à Drummondville. Inauguré en 1872, le chemin de fer Richelieu, Drummond and Arthabaska Counties Railway relie Drummondville à Sorel et possède un embranchement vers L'Avenir. Dès 1879, il atteint Sutton dans les Cantons-de-l'Est et est intégré par la suite au vaste réseau de chemins de fer du Canadien Pacifique.",
    "description": "La gare du CN-de-Drummondville est une installation d'accueil en brique érigée en 1904. De plan rectangulaire, à un étage, elle est coiffée d'un toit à croupes dont les larmiers saillants sont supportés par de grandes consoles en bois. La gare du CN-de-Drummondville, bordée par la voie ferrée, est située dans le centre-ville de Drummondville.Jusque vers 1870, les gares empruntent les mêmes caractéristiques que l'architecture domestique, puis elles suivent les modèles inspirés par l'architecture des gares américaines. De nouveaux types de gares apparaissent cependant après 1900. L'un de ces types, la gare de dimensions moyennes sans logement pour le chef de gare, possède un plan très simple avec un corps de bâtiment rectangulaire d'un étage et demi, implanté parallèlement à la voie ferrée. Le bâtiment est recouvert d'un imposant toit à croupes, parfois percé d'une lucarne, et dont les larmiers débordent généreusement au-delà des murs protégeant ainsi les voyageurs. Ce modèle est abondamment diffusé, notamment par la compagnie du Canadien Pacifique. La gare du CN-de-Drummondville, avec son carré en brique à un étage, sa toiture à croupes dont les larmiers débordants sont supportés par de grandes consoles en bois, est tout à fait représentative de ce type de gares, présentes au Québec au début du XXe siècle.",
    "history": "Le premier chemin de fer reliant Drummondville à Sorel, avec un embranchement vers L'Avenir, est désigné sous le nom Richelieu, Drummond and Arthabaska Counties Railway. Il est inauguré en 1872. Dès 1879, le chemin de fer atteint Sutton dans les Cantons-de-l'Est et est intégré par la suite au vaste réseau ferroviaire du Canadien Pacifique.À partir de 1887 s'amorce la construction du chemin de fer Drummond County Railway, reliant Drummondville, Saint-Léonard et Nicolet au réseau ferroviaire du Grand Tronc. Graduellement, des lignes de ce réseau sont acquises par le chemin de fer Intercolonial qui désire relier les provinces maritimes au reste du Canada.La gare du CN-de-Drummondville est construite en 1904 dans le centre-ville de Drummondville. Elle témoigne de l'importance historique du chemin de fer dans le développement économique et industriel de cette municipalité.En 1919, le réseau de l'Intercolonial est intégré aux Chemins de fer nationaux du Canada, une société communément appelée le Canadien National (CN).Au cours du XXe siècle, l'imposante lucarne à pignon qui perçait le versant de la toiture du côté de la voie ferrée a disparu.",
    "mainPhoto": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Gare_Drummondville.jpg/1280px-Gare_Drummondville.jpg",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93451_12691.JPG?id=12691"
    ],
    "exclusivePhotos": [
      "https://upload.wikimedia.org/wikipedia/commons/6/6f/Drummondville_train_station_Seminaire_de_Nicolet.jpg"
    ],
    "likes": 180,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=93451&type=bien"
  },
  {
    "id": 105652,
    "name": "Centrale hydroélectrique de Drummondville",
    "year": 1918,
    "civicNumber": 25,
    "street": "rue du Pont",
    "postalCode": "J2C 1K1",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.8881892,
    "longitude": -72.4822522,
    "resume": "La centrale hydroélectrique de Drummondville, citée monument historique, est un complexe de production d'énergie bâti en 1918. L'ensemble comprend une centrale hydroélectrique aménagée directement au-dessus d'un barrage.",
    "description": "La centrale est un bâtiment en béton, de plan en \" L \" et à toit plat. Cet ensemble est construit sur la rivière Saint-François. Il se situe à l'intérieur d'un vaste site paysager localisé en contrebas du centre-ville de la municipalité de Drummondville. Le site présente un potentiel archéologique.",
    "history": "Une première centrale hydroélectrique, la centrale Drummondville « Lord Falls », est construite en 1906 par la Municipalité. Cette installation met à profit la brusque dénivellation du lit de la rivière Saint-François à la hauteur des chutes Lord.En mai 1914, les modestes installations sont cédées à la Southern Canada Power Co. La compagnie prend en charge la dette de la Ville sur le barrage. Elle acquiert aussi tous ses droits sur les chutes et les bâtiments. Cette centrale sera désaffectée en 1919. La Southern Canada Power Co. construit alors un nouveau barrage sur la rivière Saint-François et une nouvelle centrale. La première partie est mise en service en 1918 et abrite deux groupes turbines-alternateurs. L'aménagement intérieur est constitué d'un grand espace pleine hauteur qui permet l'installation de la machinerie et des poutrelles de bois de l'évacuateur. Une seconde partie ajoutée en 1925 vient doubler le nombre de groupes. À cette époque, la compagnie possède ou exploite une douzaine de compagnies qui produisent de l'hydroélectricité en Estrie. Ce réseau intégré de distribution d'électricité par la Southern Canada Power Company Ltd. permet à la région de développer son secteur industriel.Pour Drummondville, la construction de cette centrale en 1918, suivie de la construction de la centrale Hemmings à quatre kilomètres en amont quelques années plus tard, favorise l'implantation de complexes manufacturiers liés au secteur du textile. Parmi les principaux, on relève la Butterfly Hosiery (1919), la Jenkes Canadian Tire Fabrics (1920), la Dominion Silk Dyeing and Finishing (1923), la Louis Roessel (1924) et la Canadian Celanese (1926). En 1930, ces entreprises emploient quelque 3000 personnes, soit 90 pour cent de la main-d'oeuvre industrielle.En 1963, les installations de la Southern Canada Power Co. sont intégrées au réseau d'Hydro-Québec.",
    "mainPhoto": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105652_24289.JPG?id=24289",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105652_24287.JPG?id=24287",
      "https://www.historicplaces.ca/hpimages/Thumbnails/22781_Large.jpg"
    ],
    "exclusivePhotos": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Centrale_hydro%C3%A9lectrique_de_Drummondville_%282020%29.jpg/1280px-Centrale_hydro%C3%A9lectrique_de_Drummondville_%282020%29.jpg"
    ],
    "likes": 88,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=105652&type=bien"
  },
  {
    "id": 93450,
    "name": "Cinéma Capitol",
    "year": 1937,
    "civicNumber": 253,
    "street": "rue Lindsay",
    "postalCode": "J2C 4M8",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.883037,
    "longitude": -72.4883253,
    "resume": "L'édifice témoigne de l'histoire du centre-ville de Drummondville. En effet, dès les années 1930, la rue Lindsay, où s'élève le cinéma en 1937, devient une artère commerciale importante. De grands magasins y ouvrent une succursale et l'hôtel Windsor (maintenant hôtel Normandie) y est érigé en 1932. Construit la même année et sur la même rue que l'ancien théâtre le Drummond, le théâtre Capitol (aujourd'hui cinéma Capitol) possède une capacité de 900 places.",
    "description": "Bâtiment à fonction récréative de style Art déco construit en 1937. S'élevant sur deux niveaux, la façade est revêtue de panneaux de ciment léger et est coiffée d'un toit plat. Une tour centrale rectangulaire, supportant une grande enseigne verticale, s'élève à partir du niveau supérieur et surplombe le bâtiment. Le cinéma Capitol présente un intérêt patrimonial pour sa valeur architecturale. Le bâtiment comporte une façade réalisée dans le style Art déco. Né en France, ce style connaît son apogée lors de l'Exposition internationale des arts décoratifs et industriels modernes tenue à Paris en 1925. Il est introduit peu après en Amérique. Ce courant touche autant les gratte-ciels que les résidences privées, autant le mobilier et les arts graphiques que la mode. Sa popularité, aussi rapide que passagère, se termine au début de la Seconde Guerre mondiale. L'architecture Art déco allie la richesse des matériaux et la simplicité des lignes, rompant ainsi avec l'historicisme des immeubles du début du XXe siècle. Elle constitue une des premières manifestations de la modernité dans le domaine de la construction. La façade du cinéma Capitol se rattache au style Art déco, notamment par sa tour centrale rectangulaire, les fenêtres circulaires disposées de part et d'autre de cette tour, sa marquise curviligne en acier et les couronnements stylisés des portes d'entrée.Le cinéma Capitol présente aussi un intérêt patrimonial pour sa valeur historique comme témoin de l'histoire du centre-ville de Drummondville. En effet, dès les années 1930, la rue Lindsay, où s'élève le cinéma en 1937, devient une artère commerciale importante. De grands magasins y ouvrent une succursale et l'hôtel Windsor (maintenant hôtel Normandie) y est érigé en 1932. Construit la même année et sur la même rue que l'ancien théâtre le Drummond, le théâtre Capitol (aujourd'hui cinéma Capitol) possède une capacité de 900 places. On y présente alors, en plus des films, des spectacles de magie, des vaudevilles et des cirques. Ainsi, le cinéma Capitol évoque l'époque où la rue Lindsay était un important centre de l'activité commerciale de Drummondville.Le cinéma Capitol présente en outre un intérêt patrimonial pour sa valeur historique reposant sur le renom de ses concepteurs. Le bâtiment est conçu en 1937 par la firme d'architectes montréalais Perry, Luke et Little. Formés à l'Université McGill, ces architectes conçoivent surtout des écoles et des résidences privées pour la communauté anglophone montréalaise. Le cinéma Capitol de Drummondville est leur premier cinéma, mais ils en conçoivent un autre dès l'année suivante à Montréal, soit le Théâtre York (démoli vers 2000). L'agence, qui prend plus tard le nom de Luke, Little et Mace, réalise trois autres bâtiments cinématographiques en 1947 et en 1948. En effet, la nouvelle association, en plus d'apporter des modifications au hall d'entrée du Théâtre Palace à Montréal (1947), conçoit le cinéma Palace à Granby (1947), l'Avenue Theatre à Montréal (1947) ainsi que le cinéma Van Horne à Montréal (1948).",
    "history": "La fonction commerciale de la rue Lindsay au centre-ville de Drummondville se développe de façon significative à partir des années 1930. À cette époque, des succursales de magasins s'y établissent, l'hôtel Windsor (maintenant hôtel Normandie) est construit sur cette artère en 1932 ainsi que deux théâtres en 1937 : le Drummond et le Capitol. Ces deux établissements projettent des films, mais présentent également divers spectacles de magie, des vaudevilles et des cirques.Le cinéma Capitol, autrefois appelé Théâtre Capitol, est conçu par les architectes montréalais Perry, Luke et Little. Il s'agit du premier projet de cinéma pour cette firme d'architectes qui oeuvre surtout en architecture résidentielle et scolaire. Le Théâtre Capitol est conçu dans le style Art déco très en vogue à l'époque. L'année suivante, les architectes conçoivent les plans du Théâtre York (démoli vers 2000) sur la rue Sainte-Catherine Ouest, à Montréal, dans le même style architectural. Après le départ de A. Leslie Perry et l'arrivée d'un nouvel architecte, l'agence change de nom pour Luke, Little et Mace. Au cours de leur association, les architectes apportent notamment des modifications au hall d'entrée du Théâtre Palace sur la rue Sainte-Catherine Ouest à Montréal (1947) et conçoivent aussi le Cinéma Palace à Granby (1947), l'Avenue Theatre à Montréal (1947) ainsi que le cinéma Van Horne à Montréal (1948).Le cinéma Capitol de Drummondville est doté d'une structure en acier et en béton armé à l'épreuve du feu. À l'époque de sa construction, la façade du bâtiment est tricolore, soit noire, blanche et rouge, et la marquise est recouverte de chrome. Quant au décor intérieur de la salle, il est l'oeuvre de l'artiste Emmanuel Briffa (1875-1955). Ce dernier a conçu au cours de sa carrière le décor intérieur de plus de cent salles de cinéma à travers le Canada. Le Théâtre Capitol compte alors 900 sièges recouverts de cuir rouge brillant.En 1990, le cinéma Capitol est transformé en cinéma à écrans multiples. Il est agrandi vers l'arrière en 1996 pour l'aménagement de trois nouvelles salles. Un second agrandissement est réalisé en 1999 du côté de la rue Marchand pour loger une salle supplémentaire.",
    "mainPhoto": "https://mapio.net/images-p/89829589.jpg",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93450_12690.JPG?id=12690"
    ],
    "exclusivePhotos": [
      "https://lh3.googleusercontent.com/p/AF1QipNoZckJckK6xR2NF6_d33EQcVPwQDmyOo3CQVbL=s680-w680-h510"
    ],
    "likes": 42,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=93450&type=bien"
  },
  {
    "id": 92551,
    "name": "Maison Trent",
    "year": 1837,
    "civicNumber": 1985,
    "street": "boulevard Foucault",
    "postalCode": "J2C 1E7",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.9152433,
    "longitude": -72.4867225,
    "resume": "Cette résidence témoigne du savoir-faire et des modes de construction en milieu rural durant la première moitié du XIXe siècle. De volume simple, son épaisse maçonnerie en pierres des champs équarries s'appuie sur des fondations en pierre. Le corps de logis érigé de 1837 à 1842 a été agrandi en 1848 par l'ajout d'une annexe, ce qui constitue une pratique courante afin de remédier au manque d'espace. Chaque partie présente, entre autres, un plan rectangulaire, une cheminée en saillie du mur pignon et un toit à deux versants droits couvert en bardeaux de cèdre, dont la pente moyenne reflète une influence britannique. Le nombre d'ouvertures est plus important sur les côtés sud et ouest, ce qui assure un meilleur ensoleillement.",
    "description": "La maison Trent est une imposante résidence rurale, construite entre 1837 et 1848, qui reflète à la fois la tradition française et l'influence britannique. La maison, constituée d'une épaisse maçonnerie en pierre, se compose d'un corps de logis auquel se greffe une annexe, moins longue mais plus large, contiguë au mur pignon nord. Chaque partie présente une élévation d'un étage et demi et est coiffée d'un toit à deux versants droits. La fenestration se compose de fenêtres à battants à petits carreaux issues de la tradition française et de fenêtres à guillotine empruntées à la tradition britannique. Le corps de logis est, en outre, divisé sur la largeur en deux sections par un mur de refend en pierre, qui s'élève jusqu'aux combles et porte les poutres du plafond. La charpente de son toit est formée de chevrons supportant des pannes aux extrémités insérées dans la maçonnerie des pignons. L'annexe possède une charpente dite « à l'anglaise », constituée de fermes à un entrait assemblées à la panne faîtière et ancrées à la panne sablière. Cette résidence est donc redevable tant à la tradition française qu'à l'influence britannique et témoigne de l'architecture résidentielle rurale à l'époque de sa construction.",
    "history": "Cette maison a été construite par le Britannique George Norris Trent (1790-1857), un ancien officier de la marine anglaise qui a immigré au Bas-Canada en 1836 avec ses deux jeunes enfants. En 1837, Trent acquiert une terre dans le canton de Wendover, près de Drummondville, sur laquelle s'élève alors une maison en bois. Il vient s'y installer et, avec l'aide de ses employés, entreprend la même année la construction d'une maison en pierre contre celle-ci. La nouvelle habitation est terminée en 1842. Six ans plus tard, la maison d'origine en bois est remplacée par une annexe en pierre semblable au corps de logis principal. Au cours des années, quelques modifications mineures sont effectuées aux deux parties. Elles touchent principalement l'aménagement des pièces. Les descendants Trent habitent la demeure jusqu'en 1963.La maison Trent et son terrain sont classés en 1964. Ils sont alors intégrés au parc des Voltigeurs.Au moment de la restauration de la maison en 1973, plusieurs de ses dépendances, dont un four à pain, sont reconstituées à proximité. La maison appartient à la Ville de Drummondville depuis 2004.Le bâtiment est de nouveau restauré de 2004 à 2006. En 2012, un centre en diffusion du patrimoine y est inauguré.",
    "mainPhoto": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_92551_9331.JPG?id=9331",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_92551_9332.JPG?id=9332"
    ],
    "exclusivePhotos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_92551_9333.JPG?id=9333",
      "https://www.journalexpress.ca/wp-content/uploads/sites/6/2019/10/Manoir-Trent-et-grange5186-1600x1063.jpg"
    ],
    "likes": 142,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=92551&type=bien"
  },
  {
    "id": 105653,
    "name": "Centrale hydroélectrique Hemming",
    "year": 1924,
    "civicNumber": 1235,
    "street": "chemin Hemming",
    "postalCode": "J2B 8T4",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.8648542,
    "longitude": -72.448262,
    "resume": "La centrale hydroélectrique Hemming est un complexe de production d'énergie érigé de 1924 à 1926. L'ensemble comprend une centrale hydroélectrique et un barrage. Mise en service en 1925, la centrale est la plus puissante érigée par la compagnie Southern Canada Power. À cette époque, cette dernière s'affirme comme un joueur clé dans la production et la distribution d'électricité dans le sud du Québec.",
    "description": "Le bâtiment en brique est composé de trois volumes rectangulaires de hauteurs différentes adossés les uns aux autres et coiffés de toits plats. Le barrage en béton se compose, entre autres, d'un mur guideau et d'un déversoir. Elle est de type « au fil de l'eau », alors que le barrage est de type « béton-gravité ». La centrale dite « au fil de l'eau », souvent de petite taille, ne possède habituellement pas d'ouvrage de retenue d'eau de grande envergure; sa production d'énergie est assujettie aux variations naturelles du débit du cours d'eau. La stabilité du barrage de type béton-gravité est assurée par le poids de l'ouvrage lui-même. Au contraire, le type de barrage béton-voûte transmet les charges aux appuis latéraux. La centrale Hemming conserve par ailleurs ses six turbines Francis (Dominion Engineering Work Limited) ainsi que les six régulateurs de vitesse (Woodward, 1924)",
    "history": "La centrale hydroélectrique Hemming se trouve sur la rivière Saint-François à environ cinq kilomètres du centre-ville de Drummondville. Au début du XIXe siècle, l'endroit est occupé par la ferme de la famille Menut qui y exploite une auberge. Le site favorise l'implantation d'installations hydroélectriques avec sa chute de plus de quatre mètres et un dénivelé important. L'emplacement se trouve alors dans une zone rurale et boisée en marge des zones résidentielles et industrielles situées plus au nord.James. B. Woodyatt, ingénieur de formation, est à la tête de la compagnie Southern Canada Power lorsque le projet d'une centrale à la chute Hemming est mis de l'avant en 1923. La compagnie s'affirme alors comme un joueur clé dans la production et la distribution d'électricité dans le sud du Québec. En plus de posséder des réseaux de distribution dans plusieurs municipalités en Estrie et en Montérégie, elle exploite depuis 1918 la centrale hydroélectrique de Drummondville. La construction du nouveau complexe vise à compléter le développement de la première centrale et à maximiser l'offre d'électricité. L'entreprise souhaite ainsi profiter du développement industriel qui s'accélère entre les deux guerres.La conception de la nouvelle centrale est confiée à la firme des architectes montréalais Harold Edgar Shorey (1886-1971) et Samuel Douglas Ritchie (1887-1959). J. H. Trimingham et W. H. Hunter supervisent l'équipe d'ingénieurs du chantier réalisé par la Foundation Company of Canada Limited. La préparation des travaux entraîne notamment l'aménagement d'une voie ferrée reliée à la ligne du Canadien National. Elle facilite ainsi l'acheminement des matériaux nécessaires à la construction. Une digue temporaire est aussi érigée afin d'assécher le site et de permettre l'excavation. Les travaux de construction s'échelonnent de 1924 à 1926. La brique est fournie par la compagnie National Brick de Laprairie, alors que l'acier provient de la compagnie Dominion Bridge. L'aménagement du site de la centrale est confié à l'architecte paysagiste Leonard B. Schlemm. Il comporte à l'époque des résidences pour les opérateurs de la centrale, quelques bâtiments secondaires, un jardin, des murets ainsi qu'un court de tennis.La centrale est mise en service en 1925, et le complexe est achevé un an plus tard. Plusieurs usines, dont celle de la compagnie Celanese, s'implantent à Drummondville peu après la mise en service de la nouvelle centrale. C'est à cette époque que la ville acquiert le statut de capitale québécoise du textile. À la fin de la décennie, la compagnie Shawinigan Water and Power aménage une sous-station sur le site de la centrale Hemming; un petit bâtiment en brique, disparu depuis, y est érigé. Une tour de transmission apparaît sur la centrale dans les années 1940. Aujourd'hui obstruées, les fenêtres en acier de la salle des vannes sont fracassées lors d'une crue printanière en mars 1945. Au fil des ans, les ouvrages de béton du déversoir sont consolidés et reconfigurés.En 1963, à la suite de la nationalisation de l'électricité, Hydro-Québec acquiert la centrale Hemming. À cette époque, les résidences des opérateurs ainsi que les aménagements paysagers occupent toujours le site. L'accès donnant à la salle des vannes est agrandi à une date indéterminée.",
    "mainPhoto": "https://www.hydroquebec.com/themes/production/images/centre-du-quebec/centrale-chute-hemmings.jpg",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105653_24293.JPG?id=24293"
    ],
    "exclusivePhotos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_105653_24290.JPG?id=24290",
      "https://upload.wikimedia.org/wikipedia/commons/4/41/Centrale_Chute_Hemmings_1925.jpg"
    ],
    "likes": 63,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=105653&type=bien"
  },
  {
    "id": 93448,
    "name": "Maison Joseph-Trefflé-Caya",
    "year": 1878,
    "civicNumber": 209,
    "street": "rue Brock",
    "postalCode": "J2C 4M8",
    "city": "Drummondville",
    "province": "Québec",
    "country": "Canada",
    "latitude": 45.8845547,
    "longitude": -72.4890052,
    "resume": "La maison Joseph-Trefflé-Caya est une résidence bourgeoise s'inscrivant dans le courant de l'éclectisme victorien construite entre 1878 et 1884.",
    "description": "La demeure se compose d'un corps de logis en brique de plan rectangulaire, à un étage et demi. Elle est coiffée d'un toit à deux versants retroussés. Un pignon central et deux lucarnes à pignon articulent la toiture. Une grande galerie curviligne, ornée de boiseries décoratives, se déploie sur toute la façade avant. Trois volumes annexes, l'un pourvu d'un toit à deux versants et les deux autres d'un toit plat, sont greffés à l'arrière du bâtiment. Le terrain de la résidence compte également une écurie dont la facture s'apparente à celle du bâtiment principal avec son pignon central flanqué de lucarnes. Cette luxueuse résidence est d'abord construite et habitée par Joseph-Trefflé Caya, greffier de la cour de circuit de Drummondville et secrétaire du conseil de comté de Drummond. La propriété englobe à cette époque un vaste parc qui s'étend jusqu'à la rue Lindsay avec une fontaine, de grands arbres ainsi que plusieurs variétés d'arbustes. Ensuite, la résidence devient la propriété de Joseph-Ovide Brouillard (1859-1940), un industriel et marchand de bois arrivé à Drummondville en 1908. Brouillard siège également comme député libéral de Drummond-Arthabaska à la Chambre des communes de 1911 à 1920 et assume la fonction de maire de Drummondville entre 1912 et 1914. Plus tard, la maison passe aux mains de J.-Ovila Montplaisir. Arrivé à Drummondville en 1897, cet épicier en gros devient, à compter de 1917, le premier commerçant d'automobiles de la ville. Montplaisir est aussi maire de Drummondville entre 1918 et 1920. La maison Joseph-Trefflé-Caya est donc associée à trois personnages importants de l'histoire de Drummondville.",
    "history": "Entre 1878 et 1884, le greffier de la cour de circuit de Drummondville et secrétaire du conseil de comté de Drummond, Joseph-Trefflé Caya, se fait construire une luxueuse résidence sur la rue Brock, au centre de la petite agglomération de Drummondville. La propriété englobe à cette époque un vaste parc qui s'étend jusqu'à la rue Lindsay, une fontaine, de grands arbres ainsi que plusieurs variétés d'arbustes.Arrivé à Drummondville en 1908, Joseph-Ovide Brouillard (1859-1940), un industriel et marchand de bois, acquiert la résidence de la rue Brock. Brouillard est également impliqué dans la politique fédérale et municipale. En effet, il est député libéral de Drummond-Arthabaska à la Chambre des communes de 1911 à 1920 et maire de Drummondville entre 1912 et 1914.Au cours des années suivantes, la maison est vendue à J.-Ovila Montplaisir qui la rénove entièrement, de même que l'écurie adjacente. Arrivé à Drummondville en 1897, Montplaisir est d'abord épicier en gros en 1915 avant de se lancer, à partir de 1917, dans le commerce de l'automobile. Impliqué en politique municipale, il est maire de Drummondville entre 1918 et 1920. Au cours de sa carrière, Montplaisir occupe la présidence de la commission scolaire et celle de la Chambre de Commerce. Il est également admis comme chevalier à l'Ordre du Saint-Sépulcre.",
    "mainPhoto": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93448_12683.JPG?id=12683",
    "photos": [
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93448_12684.JPG?id=12684",
      "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/document/rpcq_bien_93448_12685.JPG?id=12685"
    ],
    "exclusivePhotos": [],
    "likes": 42,
    "url_rpcq": "https://www.patrimoine-culturel.gouv.qc.ca/rpcq/detail.do?methode=consulter&id=93448&type=bien"
  }
]